{
  "name": "Banshee Babe",
  "path": "banshee",
  "blogpage": {
    "aboutbar": {
      "barTitle": "About Banshee Babe",
      "barBody": "<div class='about-section-first'><h4 class='about-heading'>What our products are designed to do:</h4> <div class='about-section-first-text'> Herbal baths are a part of many ancient belief systems and cultures. All herbs are first carefully researched to ensure your health and safety. PLEASE do not go into your kitchen or garden and start grabbing random things to toss into your bathtub. There are many plants, flowers, and essential oils which may burn your skin or cause other serious reactions. Secondly, I thoroughly research each ingredient both for magic & spiritual associations as well as health benefits. Working with this knowledge, each bath is created with an individualized intent. The blog section of this website is merely an educational outlet to give you more information on how and why our baths work. </div></div><div class='about-section-second'> <h4 class='about-heading'> How they work:</h4> <div class='about-section-second-text'> Though each bath is created with the help of divine guidance, the real magic resides within you! We all have the power inside of us to flip the script, so to speak. These baths are not magical cure-alls and do not claim to be. They work with your personal magic and intentions to give a boost in attaining the desired results. Awesome ways to boost your magic while taking an herbal bath include: pairing it with a candle picked out for a specific purpose (to bring love, increase meditative state, etc..), visualizing the best version of yourself you will become once your desired outcome is achieved or anything else that resonates with you!  Water is a core part of us as humans. Over half of our bodies are water, and we absolutely need it to survive. It has long been recognized as a catalyst for purification, protection, healing, and many other things. When thinking of water, flow states come to mind. The insane power of the ocean, all encompassing. The steady trickle of a stream which eventually joins rivers and turns into gushing waterfalls. You will also notice most of our baths have salt included in the base recipe. This is because salt is great for grounding and removing negativity.  Banshee Babe's Bath Soaks work by allowing the power of water to combine with your personal magic. Salt grounds your intentions into this physical reality, and all other ingredients work together to help you optimize the chances of success. Though every bath is designed with an explicit intent, they can be enjoyed by whoever, however they wish. Each bath is made with love and that is felt no matter what. Whether you're using the bath soak to aid in magical workings, or simply to relax, they do not disappoint. So brew yourself a lovely bath and embrace life's natural enchantments for a moment.  </div></div> <div class='about-warning-section'> <h4 class='about-heading'> Why do this?</h4> <h5 class='about-warning'> CW: Trauma, mental illness, recovery, therapy & shadow work </h5> <div class='about-warning-text'> I, Banshee Babe, lost the majority of my childhood, all of my adolescence, and the start of my young adult years to trauma and mental illness. Honestly I had 100% given up hope that things would ever change. It's hard to imagine a better life when that's something you've never experienced. But somehow (thankfully!) things started to slowly change. Which ended up being way scarier than being suicidally depressed all the time??  So began my own journey into acceptance, healing, and spirituality. In taking these first few steps on my path, I've been called to extend my healing to others as well. Community can be instrumental to growing and restoring ourselves. In this modern age I feel it is important to acknowledge that community is so much more than just the people immediately surrounding us. That being said, by creating Banshee Babe I hope to cultivate a communal atmosphere of growth and healing. Not all of us can afford regular therapy appointments or healing ceremonies that cost hundreds to thousands of dollars to attend. Integrating shadow, processing trauma, and digging into the roots of ancestral patterns & beliefs is not in any way easy. However, it can be very rewarding in the long run. Especially since this is typically a lifelong process, I see no reason why we should attempt to undergo it alone. Things have to start somewhere, so I invite you to witness the evolution of this brand and also by default my own journey. Ideally this will aid in forming new connections and opening new paths for all of us. I can't wait to see where things go and am beyond grateful that you've stopped by to check things out! </div></div>"
    }
  },
  "sitewide": {
    "copyright": "Banshee Babe Boutique © 2020"
  }
}