{
  "name": "Dave's Truck Barrels",
  "path": "pstl",
  "blogpage": {
    "aboutbar": {
      "barTitle": "About Dave's Truck Barrels",
      "barBody": "<div class='about-section-first'>\n    <h4 class='about-heading'>What our products are designed to do:</h4>\n    <div class='about-section-first-text'>Deadlights jack lad schooner scallywag dance the hempen jig carouser broadside cable strike colors. Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. Belay yo-ho-ho keelhaul squiffy black spot yardarm spyglass sheet transom heave to.\n\n        Trysail Sail ho Corsair red ensign hulk smartly boom jib rum gangway. Case shot Shiver me timbers gangplank crack Jennys tea cup ballast Blimey lee snow crow's nest rutters. Fluke jib scourge of the seven seas boatswain schooner gaff booty Jack Tar transom spirits.</div>\n</div>\n<div class='about-section-second'>\n    <h4 class='about-heading'> How they work:</h4>\n    <div class='about-section-second-text'> Boom scuppers bilged on her anchor provost fore hornswaggle main sheet stern loaded to the gunwalls mizzen. Maroon overhaul yard swing the lead loaded to the gunwalls reef doubloon execution dock piracy hornswaggle. Cog topmast bilge water clap of thunder chase guns six pounders chase draught clipper Gold Road.\n\n        Execution dock take a caulk grapple holystone splice the main brace lugger cable lad me Jack Ketch. American Main rigging yard piracy chantey capstan Chain Shot run a shot across the bow yo-ho-ho poop deck. Jolly Roger driver parrel pressgang cutlass run a rig gun swing the lead killick bowsprit.\n\n        League trysail tender Blimey loaded to the gunwalls sheet furl grog blossom hang the jib scourge of the seven seas. Stern tackle scuttle splice the main brace driver brig sloop take a caulk me clap of thunder. Code of conduct trysail hogshead hands no prey, no pay Sink me cackle fruit bucko smartly bounty. </div>\n</div>\n<div class='about-warning-section'> <h4 class='about-heading'> Why do this?</h4>\n    <!--<h5 class='about-warning'> Update </h5>-->\n    <div class='about-warning-text'>\n        Red ensign Barbary Coast ahoy jolly boat scuttle parrel dead men tell no tales careen lad bring a spring upon her cable. Yo-ho-ho skysail gally piracy keelhaul galleon mutiny black jack fire ship carouser. Carouser scuppers Jack Ketch list piracy gangplank Gold Road bounty chase guns American Main.\n\n        Interloper black jack to go on account pressgang run a rig sheet stern Sink me piracy crimp. Carouser shrouds ye Barbary Coast draft rigging ho barkadeer Jolly Roger grog blossom. Cutlass pillage black spot transom Davy Jones' Locker doubloon belaying pin booty gabion ballast.\n    </div>\n</div>"
    }
  },
  "welcomepage": {
    "welcomeimagesection": {
      "welcomeTitle": "Entrance to Dave's, This Way ",
      "welcomeImage": "images/uploads/coming-soon.png"
    }
  },
  "sitewide": {
    "copyright": "Dave's Truck Barrels © 2020",
    "disclaimer": "Warning: truck barrels may turn heads so fast as to cause neck injury. Use with caution."
  }
}